Repository: turris-cz/reforis-snapshots
Catalog: reforis_snapshots/translations/*/LC_MESSAGES/messages.po
Languages: cs, es, ru, sk, sv, ta

source: Snapshots
cs: Zachycené stavy
es: Instantáneas
ru: Образ
sk: Body obnovenia (snapshots)
sv: Ögonblicksbilder
ta: ச்னாப்சாட்கள்

source: This is an addition to Schnapps command-line utility.
cs: Toto je doplněk k nástroji Schnapps v příkazové řádce.
es: Este es un complemento de la herramienta de línea de comandos Schnapps.
ru: Это дополнение к утилите командной строки Schnapps.
sk: Toto je doplnok k nástroju Schnapps spúšťanému z príkazového riadku.
sv: Det här är ett tillägg till kommandoradsverktyget Schnapp.
ta: இது SCHNAPPS கட்டளை-வரி பயன்பாட்டிற்கு கூடுதலாகும்.

source: This is an addition to Schnapps command-line utility which can provide more
cs: Toto je doplněk k nástroji Schnapps v příkazové řádce, který může poskytnout více
es: Esta es una adición a la utilidad de línea de comandos Schnapps que puede proporcionar más
ru: Это дополнение к утилите командной строки Schnapps, которая может предоставить больше
sv: Det här är ett tillägg för kommandoradsverktyget Schnapp som kan tillhandahålla mer
ta: இது SCHNAPPS கட்டளை-வரி பயன்பாட்டிற்கு கூடுதலாக உள்ளது, இது மேலும் வழங்க முடியும்

source: advanced options
cs: pokročilých možností
es: opciones avanzadas
ru: расширенных возможностей
sv: avancerade alternativ
ta: மேம்பட்ட விருப்பங்கள்

source: Create Snapshot
cs: Pořídit zachycený stav
es: Crear una instantánea
ru: Создать образ
sk: Vytvoriť bod obnovenia
sv: Skapa ögonblicksbild
ta: ச்னாப்சாட்டை உருவாக்கவும்

source: Description
cs: Popis
es: Descripción
ru: Описание
sk: Popis
sv: Beskrivning
ta: விவரம்

source: Create
cs: Vytvořit
es: Creado
ru: Создать
sk: Vytvorený
sv: Skapa
ta: உருவாக்கு

source: Description is required.
cs: Popis je potřeba vyplnit.
es: Se necesita la descripción.
ru: Описание обязательно.
sk: Popis musí byť vyplnený.
sv: Beskrivningen behövs.
ta: விளக்கம் தேவை.

source: Created at
cs: Vytvořen
es: Creado el
ru: Создан в
sk: Vytvorený
sv: Skapades den
ta: உருவாக்கப்பட்டது

source: Size
cs: Velikost
es: Tamaño
ru: Размер
sk: Veľkosť
sv: Storlek
ta: அளவு

source: Actions
cs: Akce
es: Actuaciones
ru: Действия
sk: Akcie
sv: Åtgärder
ta: செயல்கள்

source: Available Snapshots
cs: Dostupné zachycené stavy
es: Instantáneas disponibles
ru: Доступные образы
sk: Dostupné body obnovenia
sv: Tillgängliga ögonblicksbilder
ta: கிடைக்கும் ச்னாப்சாட்கள்

source: No snapshots found.
cs: Nebyly nalezeny žádné zachycené stavy.
es: No se han encontrado snapshots.
ru: Образы не найдены.
sk: Nenašli sa žiadne body obnovenia (snapshots).
sv: Inga ögonblicksbilder hittades.
ta: ச்னாப்சாட்கள் எதுவும் கிடைக்கவில்லை.

source: Download
cs: Stáhnout
es: Descargar
ru: Скачать
sk: Stiahnuť
sv: Hämta
ta: பதிவிறக்கம்

source: Rollback
cs: Vrátit zpět
es: Revertir
ru: Откат
sk: Vrátiť späť
sv: Tillbakarullning
ta: மறுசீரமைப்பு

source: Delete
cs: Smazat
es: Eliminar
ru: Удалить
sk: Vymazať
sv: Ta bort
ta: நீக்கு

source: Snapshot was created successfully.
cs: Zachycený stav byl úspěšně pořízen.
es: Snapshot se ha creado correctamente.
ru: Образ успешно создан.
sv: Skapandet av ögonblicksbilden lyckades.
ta: ச்னாப்சாட் வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Snapshot was deleted successfully.
cs: Zachycený stav byl úspěšně smazán.
es: El Snapshot se eliminó con éxito.
ru: Образ успешно удален.
sv: Borttagningen av ögonblicksbilden lyckades.
ta: ச்னாப்சாட் வெற்றிகரமாக நீக்கப்பட்டது.

source: Rollback was successful. Please reboot your device.
cs: Vrácení do podoby dřívějšího zachyceného stavu bylo úspěšné. Restartujte prosím své zařízení.
es: La reversión ha sido exitosa. Por favor, reinicie su dispositivo.
ru: Откат прошел успешно. Перезагрузите устройство.
sv: Bakåt-rullningen lyckades. Vänligen starta om din enhet.
ta: ரோல்பேக் வெற்றிகரமாக இருந்தது. உங்கள் சாதனத்தை மீண்டும் துவக்கவும்.

source: Cannot create snapshot.
cs: Zachycený stav se nedaří vytvořit.
es: No se puede crear la instantánea.
ru: Невозможно создать образ.
sk: Bod obnovenia sa nedá vytvoriť.
sv: Ögonblicksbilden kunde inte skapas.
ta: ச்னாப்சாட்டை உருவாக்க முடியாது.

source: Cannot delete snapshot.
cs: Zachycený stav se nedaří smazat.
es: No se puede eliminar la instantánea.
ru: Невозможно удалить образ.
sk: Bod obnovenia sa nedá vymazať.
sv: Ögonblicksbilden kunde inte tas bort.
ta: ச்னாப்சாட்டை நீக்க முடியாது.

source: Cannot rollback to snapshot.
cs: Nedaří se vrátit do podoby v zachyceném stavu.
es: No se puede revertir a la instantánea.
ru: Невозможно выполнить откат к образу.
sk: K bodu obnovenia sa nedá vrátiť.
sv: Kunde inte rulla tillbaka till ögonblicksbilden.
ta: ச்னாப்சாட்டுக்கு திரும்ப முடியாது.

source: Cannot perfom factory reset.
cs: Reset do výchozího nastavení nelze provést.
es: No se puede efectuar el restablecimiento de fábrica.
ru: Не удается выполнить сброс до заводских настроек.
sk: Reset do továrenského nastavenia sa nedá vykonať.
sv: Kunde inte utföra fabriksåterställning.
ta: தொழிற்சாலை மீட்டமைப்பைச் செய்ய முடியாது.
